ambiot/micropython/ports/ameba/boards/SPARKFUN_THINGPLUS_AWCU488/mpconfigboard.h
//https://www.amebaiot.com/en/amebad/#partner_AW-CU488
//https://www.amebaiot.com/en/amebad-aw-cu488-arduino-getting-started/

#define MICROPY_HW_BOARD_NAME    "SparkFun AzureWave Thing Plus AW-CU488"
#define MICROPY_HW_MCU_NAME      "RTL8721DM"

